results/siege-10.txt
> siege -c 10 -t 5m -b -i -R .siegerc -f urls-benchmark.txt

Lifting the server siege...
Transactions:                   3434 hits
Availability:                 100.00 %
Elapsed time:                 300.15 secs
Data transferred:               6.94 MB
Response time:                  0.87 secs
Transaction rate:              11.44 trans/sec
Throughput:                     0.02 MB/sec
Concurrency:                    9.99
Successful transactions:        3434
Failed transactions:               0
Longest transaction:            9.68
Shortest transaction:           0.00