results/siege-200.txt
> siege -c 200 -t 5m -b -i -R .siegerc -f urls-benchmark.txt

Lifting the server siege...
Transactions:                   2113 hits
Availability:                 100.00 %
Elapsed time:                 300.45 secs
Data transferred:               4.33 MB
Response time:                 26.15 secs
Transaction rate:               7.03 trans/sec
Throughput:                     0.01 MB/sec
Concurrency:                  183.93
Successful transactions:        2113
Failed transactions:               0
Longest transaction:           62.74
Shortest transaction:           0.14