results/siege-25.txt
> siege -c 25 -t 5m -b -i -R .siegerc -f urls-benchmark.txt

Lifting the server siege...
Transactions:                   4428 hits
Availability:                 100.00 %
Elapsed time:                 300.40 secs
Data transferred:               8.90 MB
Response time:                  1.69 secs
Transaction rate:              14.74 trans/sec
Throughput:                     0.03 MB/sec
Concurrency:                   24.93
Successful transactions:        4428
Failed transactions:               0
Longest transaction:            8.08
Shortest transaction:           0.00