results/siege-50.txt
> siege -c 50 -t 5m -b -i -R .siegerc -f urls-benchmark.txt

Lifting the server siege...
Transactions:                   3106 hits
Availability:                 100.00 %
Elapsed time:                 300.99 secs
Data transferred:               6.22 MB
Response time:                  4.82 secs
Transaction rate:              10.32 trans/sec
Throughput:                     0.02 MB/sec
Concurrency:                   49.74
Successful transactions:        3106
Failed transactions:               0
Longest transaction:           19.11
Shortest transaction:           0.01